Repository: mozilla-l10n/mt-training-data
Catalog: lzz/lzz_pontoon.tmx
Source language: en_us
Languages: lzz

source: Error submitting tags
lzz: Etiketepe incğonet̆uşa xeta gamaxtu

source: Error while playing audio file.
lzz: Nenaşi dosyak var içalişams.

source: Erzya
lzz: Erzyanuri

source: Esperanto
lzz: Esperanturi

source: Estonian
lzz: Est̆onuri

source: Events
lzz: Vaǩape

source: Everyone
lzz: İri

source: Ewondo
lzz: Evonduri

source: Example
lzz: Evuli

source: Exit & Delete clips
lzz: ǩlibepeşen Gamaxti § Gejili (Cejiri)

source: Failed to copy SHA256 Checksum
lzz: SHA256 Checksum ǩop̌ya var ixenu!

source: Faroese
lzz: Faroecuri

source: Female
lzz: Daduli

source: Female/Feminine
lzz: Daduli

source: Fewer than 15 words per sentence
lzz: Ǩata ç̌araşeni 15-şen mtsika zit̆a

source: Fields marked with an asterisk (*) are required.
lzz: Ar murutsxite (*) meğareri svalepe opşalu diç̌irs.

source: File is too large
lzz: Dosya dido didi ren

source: File is too small
lzz: Dosya dido tzulu ren

source: Finance
lzz: Finansişi

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
lzz: Ham mesele şkala alaǩa na uğun ç̌kvape (linguistepe, nenaşi mektebepe steri) dzirit. Hentepeşe (hinişe) idit do muç̌ote na naşvelanen ognapit. <outreachTemplates>Daha dido ǩoç̌i şkala oǩosinapu şeni şabloni çkuni</outreachTemplates>.

source: Finish editing first?
lzz: İpti osturesru oçodinu ginonan-i?

source: Finish recording
lzz: Doloç̌aru doçodini

source: Finish recording first?
lzz: Maarani doloç̌aru oçodinu ginon-i?

source: Finish Review
lzz: Elaxtimu doçodinit.

source: Finish validating
lzz: Otsadu doçodini

source: Finish validating clips?
lzz: Doloç̆aru otzuranu içodas-i?

source: Finnish
lzz: Finuri

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
lzz: İpti nena tkvani <languageLink>ren-i</languageLink> otzǩedit. Vana <strong>site golaktalu do cumle oǩorobu </strong> diç̌irs.

source: Follow guidelines from “What sentences can I add?”
lzz: Jin na ren cumlepeşi "nam muşi" gemadven.

source: for example
lzz: ar evuli

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
lzz: Tekhnolojişi oçalişu mteli şeni tzori iyasen. Hamuşeni çkva do çkva khoçepeşi osinapupe diçhirs. Evuli diçhirs-na; çkva do çkva aksani na uğunpeşi osinapupe var doliçharas-na tekhnolojik hentepeşi (hinişi) aksani var içinasen.

source: Foundations
lzz: Temelepe

source: French
lzz: Frenǩuri

source: Frisian
lzz: Frizuri

source: Fulah
lzz: Fulaxuri

source: Galician
lzz: Galiçuri

source: GB
lzz: Didi Biritanya

source: General
lzz: Geneli

source: General language / multiple variants
lzz: Nenaşi geneli/ arişen dido şive

source: Georgian
lzz: Korturi

source: German
lzz: Alamanuri

source: Get in touch
lzz: Kontakti miğut̆an

source: Get involved
lzz: Tkva-ti moxtit

source: Get Involved
lzz: Keǩomant̆alit

source: Get started with goals
lzz: Hedefepes gyoç̌ǩit

source: Get Started with Speech Recognition
lzz: Osinapu Oçinus Kogyoç̌ǩit

source: Get your certificate
lzz: Sertifiǩa tkvani keç̌opit

source: Goal reached
lzz: Hedefişe mendilu

source: Goals
lzz: Hedefepe

source: Goan Konkani
lzz: Goan Konkanuri

source: Go to Discourse
lzz: Zit̆aşe İdi

source: Go to Languages Page
lzz: Nena but̆ǩaşe idi

source: Go to { $name }
lzz: { $isname }'şe idi

source: <governanceLink>Read more about how we're governed</governanceLink>
lzz: <governanceLink>Muç̌o na moktaman ognapu şeni dido-muşi iǩitxit </governanceLink>

source: Governments
lzz: Hukyumet̆epe

source: Grammatical / spelling error
lzz: Nenaçkina/ ç̌ara xeta

source: Great! How many clips a week?
lzz: Dido ǩai! Ar xaftas naǩo klibi?

source: Great! How many clips per day?
lzz: Dido ǩai! Ar ndğas naǩo klibi?

source: Great!<recordIcon></recordIcon> Record your next clip
lzz: Great!<recordIcon></recordIcon> Uǩaçxeni ǩilibi tkvani doloç̌arit

source: Great work!<playIcon></playIcon> Listen again when you're ready
lzz: Dido ǩai dulya gamiğit !<playIcon></playIcon> Xadziri iyasi xolo geitsadit.

source: Greek
lzz: Xorumuri

source: Guarani
lzz: Guaranuri

source: Guidelines
lzz: Maktalupe

source: Gujarati
lzz: Guceraturi

source: Haitian
lzz: Haituri

source: Hakha Chin
lzz: Haxa Çinuri

source: Hausa
lzz: Hausuri

source: Have Feedback?
lzz: Uǩaçxeni gnapa giğunan-i?

source: Have you read our Terms?
lzz: Oxmaruşi şart̆epe iǩitxiti/ golioniti

source: Healthcare
lzz: Şurǩaoba

source: Hebrew
lzz: Çifut̆uri

source: Help
lzz: Memişvelit

source: Help Common Voice reach { $hours } hours in a language with a personal goal
lzz: Muşeburi ar noğirete Comman Voiceşi ar nenas { $hours } saatis oxtimus nuşvelit

source: Help create Common Voice’s first target segment in { $locale }
lzz: Common Voiceşi maarani { $locale } hedef segmenti getzopxus memişvelit

source: Help reach { $hours } hours in { $language } with a personal goal
lzz: Muşebura ar noğire konitsadit { $language } nenas { $hours } saatis hek oyapu şeni memişvelit.

source: Help teach machines how real people speak, donate your voice at { $link }
lzz: Mtini ǩoçepek muç̌o isinapaman doguru şeni memişvelit, nena-skani mixarsuvit { $link }

source: Help us build a community around voice technology, stay in touch via email.
lzz: Nenaşi teknoloji şeni na içalişams ar doxore getzopxu şeni memişvelit. E posta adresepe tkvanite doliçharit.

source: Help us build a high quality, publicly open dataset
lzz: Çku mağala ǩalitete, iris goncameri ar dataset̆i getzopxu şeni memişvelit.

source: Help us find more voices, share your goal
lzz: Noğire tkvani gurtit do daha dido xoma odziru şeni memişvelit

source: Help us find others to donate their voice!
lzz: Nena-nişis memxacu şeni çkvape odzirus memişvelit.

source: Help us get to { $goal }
lzz: { $goal } olva şeni meişvelit

source: Help us validate sentences!
lzz: Cumlepe getzuranu şeni memişvelit.

source: Help us validate voices
lzz: Xomape otzuranus memişvelit.

source: Here are the links to download your ZIP files.
lzz: ZIP dosyape na geiğaten linkepe hak oren.

source: Hidden
lzz: t̆ǩobaşe

source: Hiligaynon
lzz: Hiligaynonuri

source: Hill Mari
lzz: Hill Maruri

source: Hindi
lzz: Hinduri

source: His hand was rais-ed.
lzz: Xe keǩozdu.

source: History, Law and Government
lzz: Tarixi, Hukuki do Maktaloba şeni

source: Hours
lzz: Saat̆epe

source: Hours Recorded
lzz: Doloç̌areri saatepe

source: Hours Validated
lzz: Tzorineri saatepe

source: How ?
lzz: Muç̌o?

source: How are project decisions made?
lzz: Projeşi ǩarari muç̌o eiç̌open?

source: How can we effectively grow a language on Common Voice?
lzz: Vikipedis na ren cumlepe şeni <scraperLink>Cumle mxenu</scraperLink>oxmarit.

source: How does Common Voice work?
lzz: Common Voice muç̌o itsadeburs/ içalişams?

source: How does site localization work?
lzz: Siteşi lokaloba muç̌ote içalişams?

source: How do I access and use the dataset?
lzz: Datasetişa muç̌o amamalen do maxmaren?

source: How do I add a language?
lzz: Nena muç̌o eǩevunt̆alare?

source: How do I add sentences?
lzz: Cumlepe muç̌o eǩevuç̌arare?

source: How do I cite?
lzz: Cireǩi muç̌ote votziraten?

source: How do I know whether to approve a voice clip?
lzz: Nena doloç̌areri geptzora vana mot geptzora muç̌o oxovotzonare?

source: How do I record a high quality voice clip?
lzz: Mağali ǩalitete ar xoma ǩlibi muç̌o dolovoç̌arare?

source: How do I stay in touch?
lzz: Muç̌o oǩovimçinaten?

source: How is Common Voice funded?
lzz: Comman Voice muçhe finanse ixenen?

source: How Spontaneous Speech works
lzz: Mongoneri osinapu muçho içalişams?

source: How to add multiple sentences
lzz: Arişen dido cumle muç̌ote geidven?

source: How would you describe your accent?
lzz: Aksani tkvani muç̌o oçinapatet̆u?

source: How would you describe your sex or gender?
lzz: Cinsiyethi tkvani muçho oçinapamt?

source: Hungarian
lzz: Macaruri

source: I agree
lzz: Oǩovuvelut

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lzz: Common Voiceşi <termsLink>Şart̆epe</termsLink> do <privacyLink>t̆obaşoba Gognapa</privacyLink> elemivelams.

source: Icelandic
lzz: İzlanduri

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
lzz: Ham cumlepe <wikipediaLink>monduli</wikipediaLink> ren do hantepe eğmalus izni na miğunişi onayi mepçam.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
lzz: Ham ç̌ara <wikipediaLink>public domain</wikipediaLink> tzori ren do hako na dgitasen miçkin.

source: <icon></icon> Add multiple public domain sentences
lzz: <icon></icon>monduni (kamuşi mali na ren) cumlepe gedvi.

source: Ideally natural and conversational (it should be easy to read the sentence)
lzz: İdeali-muşi natureli do msinapu (cumle oǩitxu ǩolai iyasen)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
lzz: Common Voiceşi noğire goşinupe, ixenu dulyapeşi meoğanupe do anbaişi bultenepe steri e-postape eç̌opumu minon.

source: I do not agree
lzz: Khebuli var vikum/ bikom

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
lzz: Hantepe tkani zit̆ape ren na, <italicizedText>“Çkimi tkvala”</italicizedText> tkvi. Ham teksti so dzirit, na maçkinanen diç̌irs do haşote xalǩişi na ren do telifi xaǩepe na uvinams ǩontroli maxenenan. Tkvala tkanişeni çkva çkinoba gorumt na <guidelinesLink>Ǩilavuziş pavri</guidelinesLink> otzǩedit.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
lzz: Doloç̌ara oǩixvas-na vana ç̌iç̌ilas-na, ç̌ara oxitzonen vana ignapen-na ǩebuli doyit, vana mot ikumt.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
lzz: Ham dosyas ekhomtsxvalu gorumt-na <emailFragment>commonvoice@mozilla.com</emailFragment> şkala isinapit.

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
lzz: Ham dosyas ekhomtsxvalu gorumt-na ama şablonis na va ren-na <emailFragment>commonvoice@mozilla.com</emailFragment> şkala isinapit.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
lzz: jini k̆riterepe ç̆arapes var muxtepan na, &quot; is not̆ank̆it, k̆vazali k̆eleni &quot; is VAR MiNON ya tkvit.

source: If the sentence meets the criteria above, click the "Yes" button.
lzz: Cumle jini ǩriteri-ǩala oǩuvelams na "Ho" butonis gyobazgit.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
lzz: Ǩriterepe ç̆arapes muxteps na, &quot; not̆ank̆it, mardzgvani k̆ele na ren &quot;is HO ya tkvit

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
lzz: Ham ǩuralepeşi gale ar mutu şkala oǩvagi-na, nosi skanite ǩarari meçi. Var megaç̌en-na ǩarari, ‘skip’ tuşis gyobazgi (comşari) do majura doloç̌araşa konuǩap̌i.

source: If you run out of sentences to review, please help us collect more sentences!
lzz: doloç̆areri ç̆arape dugaçodes na, çkva ç̆arape k̆orobu şeni memişvelit.

source: Igbo
lzz: İgburi

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
lzz: #CommonVoices xoma ç̌kimi vuxarsuvam. T̆kva-ti eǩomant̆alit, makinapes tzori ǩoçepek muç̌o isinapaman dovogurat. { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
lzz: Mozillaşi <privacyLink>t̆obaşoba Polotiǩas</privacyLink> ignapinu steri ham dataşi tkvani oxmaru momarçilen.

source: Include appropriate citation
lzz: Eluvelun eşaç̌opu keǩunt̆ali

source: Includes email, username & demographic info, available right away
lzz: Doloxe-muşi e-posta, xmarace coxo do demografiǩuri çkinapape orenan, yeine ixmaren

source: Includes mp3s and related sentences, may take some time to prepare
lzz: Doloxe-muşi MP3-epeşi cumlepe renan, oxadziru-muşik amtsika ora gotzamiğanen

source: Indonesian
lzz: Endonezuri

source: Information about the language
lzz: Nena şeni çkinapa

source: In Progress
lzz: Nayonen

source: Interested in getting involved with this project, or partnering with us?
lzz: Ham proje doloxe oyapu vana çkuni khala ortaği oyapu ginonan-i/ gorum-ti?

source: Interlingua
lzz: Interlinguri

source: Interlingue
lzz: İnterlinguri

source: Intersex
lzz: Majura

source: Invalid file
lzz: Var ixmaren dosya

source: Irish
lzz: İrlandanuri

source: IsiNdebele (North)
lzz: Oineturi Ndebeluri

source: IsiNdebele (South)
lzz: Pmjoreturi Ndebeluri

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
lzz: <isoCodeLink>ISO Codes</isoCodeLink> igiçkin-na

source: Is the clip valid?
lzz: ǩlibi oxmaroni oren-i?

source: Italian
lzz: İtalyanuri

source: It contains words or phrases that are hard to read or pronounce.
lzz: Okitxu do otku muşi çetini zit̆ape ren doloxe muşis.

source: It is written in a language different than what I’m reviewing.
lzz: Votzǩedi nenaşen çkva nenate iç̌aru.

source: It is written in a language different than what I’m speaking.
lzz: Ma na visinapamşe farǩli nenate iç̌aru doren.

source: Izhorian
lzz: İzxoruri

source: Japanese
lzz: Japonuri

source: Javanese
lzz: Cavanuri

source: Join Mozilla Data Collective
lzz: Mozilla Data Collective's naǩatit

source: Join the Common Voice mailing list
lzz: Common Voiceşi maili list̆es eǩomant̆alit.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
lzz: Ham jur cumles gaxenenan şukuri natureli osinapute ǩitxalepes cuğap̌i meçit. Şineri do agresifi na va ren uslubi ixmarit.

source: Just Unsure?
lzz: Vorsi var giçkinan-i?

source: Kabardian
lzz: Kabarturi

source: Kabyle
lzz: Kabiluri

source: Kannada
lzz: Kannaduri

source: Kaqchikel
lzz: Kakçikeluri

source: Karakalpak
lzz: ǩaraǩalpaǩuri

source: Kazakh
lzz: Ǩazaǩuri

source: Keep
lzz: Şinaxi

source: Keep it up, record again <recordIcon></recordIcon>
lzz: Nayoni, xolo doloç̌ar <recordIcon></recordIcon>

source: Keep the recordings
lzz: Doloç̌arape şinaxit

source: Keep track of your progress and metrics across multiple languages.
lzz: Megzalu do mezuma-tkvani arişen dido nenaşen otzǩedirt

source: Keep track of your progress with a profile
lzz: Ar profilite ogzalu-tkvani nayonit

source: Keep track of your progress with a profile and help our voice data be more accurate.
lzz: Ar profilite gamayonu-tkvanis nontxozit do xomaşi datape daha tzori oyapus memişvelit.

source: Khmer
lzz: Kmeruri

source: K'iche'
lzz: Kiçuri

source: Kichwa
lzz: Kiçvauri

source: Kikuyu
lzz: Kikuyuri

source: Kinyarwanda
lzz: Kinyarvanduri

source: Komi-Zyrian
lzz: Komi-Zyrianuri

source: Konkani (Devanagari)
lzz: Konkanuri

source: Korean
lzz: ǩorenuri

source: Kurmanji Kurdish
lzz: Kurmanci Kyurduri

source: Kyrgyz
lzz: ǩirgizuri

source: Language
lzz: Nena

source: Language Fundamentals (e.g. Digits, Letters, Money)
lzz: Nenapeşi Temeli (evuli: koretsxape, boncape, geç̌areli)

source: Language Request
lzz: Nenaşi Talebi

source: Language request successfully submitted, thank you.
lzz: Nenaşi talebi t̆işineri dolinç̌aru, ntsaşa exti.

source: Languages
lzz: Nenape

source: Lao
lzz: Laonuri

source: Large bulk sentence submission
lzz: Aroğorda cumle oncğonu şeni

source: Last Updated: { $lastUpdatedTimeStamp }
lzz: Soni ondğaluru: { $lastUpdatedTimeStamp }

source: Latgalian
lzz: Latgaluri

source: Latvian
lzz: Letonuri

source: Launched
lzz: Kogeiç̌ǩu

source: Laz
lzz: Lazuri

source: Leaderboard Visibility
lzz: Leaderboard-işi tzirama

source: Learn how to check a transcription
lzz: Nç̌ara muç̌o geitsadaten, digurit

source: Learn how to take part
lzz: Muç̌o na eǩvant̆alaten digurit

source: Learn how to transcribe
lzz: Nç̌araşa muç̌o golaktaten digurit.

source: Learn how to use this page
lzz: Ham butka muç̌o ixmaraten digurit

source: Learn More
lzz: Daha fazla gaçkinas

source: Leaving now means you’ll lose your changes
lzz: Hatzi kogamaxtit-na, osturesarupe tkvani gogindunanen

source: Leaving now means you'll lose your progress
lzz: Hatzi kogamaxtit-na elaxtimu tkvani gondinateren.

source: Length
lzz: Gundzenoba

source: Let's Get Started
lzz: Hayde kogeboç̌ǩat (kocevoç̌at)

source: License
lzz: Lisansi

source: License: <licenseLink>CC-0</licenseLink>
lzz: Lisans: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
lzz: Lisansi: <licenseLink>{ $license }</licenseLink>

source: Ligurian
lzz: Ligurianuri

source: Lingala
lzz: Lingaluri

source: Link Copied
lzz: Linki ǩopya dixenu.

source: Links to websites that can help us understand the language
lzz: Nena-tkvani daha ǩai ognapus meşvelu şeni websitepeşi linki

source: Listen
lzz: İşǩini (İuci/ İsimini)

source: Listening
lzz: Oşǩinu (Oucu/ Osiminu)

source: Listen options menu
lzz: Osiminuşi/ oşkinuşi goşatsxunepeşi menu

source: Listen-Queue
lzz: Oşǩinuşi Sira

source: Lithuanian
lzz: Lit̆vanuri

source: Loading…
lzz: Eyulun

source: Loading sentences…
lzz: Cumlepe eiğmalinen...

source: Localized
lzz: Dilokalizu

source: Log In
lzz: Amaxti

source: Login Identity
lzz: Amaxtimui oçinoba

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
lzz: Çkva çkva ç̌arape oǩatu şeni <loginLink>amaxti</loginLink> va na <loginLink>kononç̌ari</loginLink>

source: Log in or sign up to get started
lzz: Geç̌ǩapu (ceç̌apu) şeni amaxtit vana doliç̌arit

source: Log In / Sign Up
lzz: Amaxti/ Doliç'ari

source: Log In / Sign Up with { $company } email
lzz: { $company } e-posta adresite Amaxtit / Doliç̌arit

source: Log Out
lzz: Kogamaxtit

source: Lojban
lzz: Lojbanuri

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
lzz: Ham nenas oşǩinoni aina ǩlibi var giğuran steri idziren. Hatzi (hus) bazi ǩlibepe doloç̌arit do jilemona opşus meişvelit.

source: Luganda
lzz: Luganduri

source: Luxembourgish
lzz: Luksanburǩuri

source: Macedonian
lzz: Makedonuri

source: Maithili
lzz: Mait̆iluri

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
lzz: İsinapamt̆atşa doliç̌aren-i otzǩedit. Osinapu tkvani iç̌odasi doloç̌aru kododgitinit.

source: Make sure the sentence meets the following criteria:
lzz: Cumle, tudeni kriterepes na eluvelun vorsi ognit.

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
lzz: Na momincğonit datapeşi daha ǩai oxenu şeni bazi anonimi demografiǩuri datape momçit. Mteli demografiǩuri datape ǩamus p̌i gontzǩaşe noçinepe gotziğit.

source: Malagasy
lzz: Malagasuri

source: Malay
lzz: Malayuri

source: Malayalam
lzz: Malayalamuri

source: Male
lzz: Mamuli

source: Male/Masculine
lzz: Mamuli

source: Maltese
lzz: Maltesuri

source: Manage Email Subscriptions
lzz: E posta abonobape okti

source: Manage Subscriptions
lzz: Abonobape okti

source: Mapudungun
lzz: Mapudunguri

source: Marathi
lzz: Marat̆uri

source: <mark>Check</mark>
lzz: <mark>Notsadi</mark>

source: <mark>Data</mark>
lzz: <mark>Datamarç̌a</mark>

source: <mark>Prompt</mark>
lzz: <mark>Prompti</mark>

source: <mark>Respond</mark>
lzz: <mark>Cuğaphi meçi</mark>

source: <mark>Transcribe</mark>
lzz: <mark>Transkripti</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
lzz: <mark>Domaç̌inan</mark><br/><mark>meşvelu tkvani!</mark>

source: Maximum file size: 25 MB
lzz: Eni didi dosyaşi didoba: 25MB

source: Meadow Mari
lzz: Meadow Maruri

source: Media and Entertainment
lzz: Medya do Oxoktala

source: Medumba
lzz: Medumburi

source: Meetei Lon
lzz: Meetei Lonuri

source: Message
lzz: Mesaji

source: Mingrelian
lzz: Mergeluri

source: Minimum sentences in file: 1000
lzz: Dosyas na ren eni mtsika cumleşi svara:1000

source: [Mismatched content]
lzz: [Var eluvelun kontenti]

source: Misreadings
lzz: Yanlişi oǩitxupe

source: Missing an 's' at the end of a word.
lzz: Zit̆a eçouris "s" eǩsuği oren.

source: Missing an <strong>'s'</strong> at the end of a word.
lzz: Ar zitaşi eç̌ouris <strong>‘s’</strong> bonca dorǩineri ren.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
lzz: Doloç̌araşi geç̌ǩapas dorǩineri na ren <strong>‘A’</strong> vana <strong>‘The’</strong> va ren.

source: Missing the end of the last word by cutting off the recording too quickly.
lzz: Doloç̌aru manişa meǩvatute eçouri zit̆aşi çodina ...

source: Mixed
lzz: Oǩont̆aleri

source: Moksha
lzz: Mokşuri

source: Mongolian
lzz: Moğoluri

source: More
lzz: Çkva

source: [More has been recorded than the required text]
lzz: [Ç̌aras na renşe daha dido doliç̌aru]

source: Mossi
lzz: Mossuri

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
lzz: Didi şirǩet̆epek na oxmaraman datapeşi dido muşi ǩoçişi oxmarus gontzǩeri va ren. Ham xalik inovasiyonis gza cuğobams. Heşeni, iris xomaşi teǩnoloji axmaran ya do Comman Voice na gyodzin ham projes moǩoviç̌it.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
lzz: Didi şirǩet̆epek na oxmaraman datapeşi dido muşi ǩoçişi oxmarus gontzǩeri va ren. Ham xalik inovasiyonis gza cuğobams. Heşeni, iris xomaşi teǩnoloji axmaran ya do Comman Voice na gyodzin ham projes moǩoviç̌it.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
lzz: Doloç̌arapeşi pşapa muşi, ǩoçepeşi natureli xomanişite osinapute oǩulun. Bazi orapes standart̆i do gale; ǩriineri do mepurçineri kort̆uǩoti ǩebuli doyit. Lutfen, ibirt̆aşa na ixenen doloç̌arape do okuneşi noxene sent̆etiği xomaşi doloç̌arape ǩebuli mot ikumt.

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
lzz: Mozilla Common Voiceşi data set̆epeşa açkva ar xvala Mozilla Data Collectiveşen ixtimen.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
lzz: Mozilla Common Voice, mtini ǩoçepeşi osinapu makinapes doguru şeni na geidgu ar geç̌ǩapale ren.
